/* code credit */
"Engine, frontend, net server" = "Motore grafico, interfaccia desktop e server";
"Many desktop frontend improvements" = "Numerosi miglioramenti per l'interfacia desktop";
"Many engine and desktop frontend improvements" = "Numerosi miglioramenti per l'interfaccia desktop e per il motore grafico";
"Drillrocket, Ballgun, RC Plane weapons" = "Razzo trivella. Sparapalle, Aereo Radiocomandato";
"Mine number and time game settings" = "Opzioni per il numero di mine e per il loro timer";
"Desktop frontend improvements" = "Miglioramenti per l'interfaccia desktop";
"Desktop frontend improvements" = "Miglioramenti per l'interfaccia desktop";
"Mac OS X and iPhone version" = "Versione per Mac OS X e iPhone";
"Many engine and desktop frontend improvements" = "Numerosi miglioramenti per l'interfaccia desktop e per il motore grafico";
"Gamepad and Lua integration" = "Integrazione supporto Gamepad e interfaccia Lua";
"Many engine improvements and graphics" = "Numerosi miglioramenti per il motore grafico";
"Maze maps" = "Mappe a labirinto";
"Engine and desktop frontend improvements" = "Miglioramenti per l'interfaccia desktop e per il motore grafico";
"Lua game modes and missions" = "Missioni e modalità scritti in Lua";
"Desktop frontend improvements" = "Miglioramenti per l'interfacia Desktop";
"Android port" = "Versione per Android";

/* art credit */
"Main graphics" = "Grafica principale";
"Some hats" = "Alcuni cappelli";
"Hedgehogs voice" = "Voci dei Ricci";

/* translation credit */
"Brazilian Portuguese" = "Portoghese";
"Bulgarian" = "Bulgaro";
"Czech" = "Ceco";
"Chinese" = "Cinese";
"English" = "Inglese";
"Finnish" = "Finlandese";
"French" = "Francese";
"German" = "Tedesco";
"Greek" = "Greco";
"Italian" = "Italiano";
"Japanese" = "Giapponese";
"Korean" = "Coreano";
"Lithuanian" = "Lithuano";
"Polish" = "Polacco";
"Portuguese" = "Portoghese";
"Russian" = "Russo";
"Slovak" = "Slovacco";
"Spanish" = "Spagnolo";
"Swedish" = "Svedese";
"Ukrainian" = "Ucraino";
